{
  "checkYourEmail": "Código de verificación.",
  "almostDone": "Casi termino",
  "firstParagraphAlmostDone":
    "Peeranha no es una plataforma típica de preguntas y respuestas. Está alimentado por blockchain.",
  "secondParagraphAlmostDone":
    "Se requiere una cuenta de blockchain de Telos para usar Peeranha. Se requiere una tarifa para crear una cuenta.",
  "thirdParagraphAlmostDone":
    "Estaremos encantados de cubrir esta tarifa por usted, pero necesitaremos su correo electrónico y número de teléfono para comprobar manualmente que es una persona real. Este proceso puede tomar de 1 a 2 semanas.",
  "weWillNotify":
    "Te avisaremos cuando tu cuenta esté lista. Por lo general, no toma más de 4 horas.",
  "goToMainPage": "Ir a la página principal",
  "downloadSecretPhrase": "Descargar Frase Secreta",
  "youNeedBlockchainAccount": "Crear cuenta en blockchain",
  "theWayBlockchainAccountWorks":
    "Estamos creando una cuenta de blockchain para que interactúes con la plataforma. Solo usted tendrá acceso a la clave privada de la cuenta. Nuestro servicio estará autorizado a publicar un conjunto limitado de acciones en la plataforma en nombre de su cuenta para brindarle una experiencia conveniente. Podrá revocar ese permiso de cuenta de servicio en cualquier momento.",
  "dontWorryAboutBlockchainAccount":
    "Suena demasiado complicado? No te preocupes! Solo recuerda anotar tu Frase Secreta y guardarla en un lugar seguro. Secret Phrase es la única forma de acceder a su cuenta de blockchain y las recompensas que ganará. Te guiaremos cuando sea el momento de usar tu Frase Secreta para retirar las recompensas.",
  "signUpOptions": "Opciones de registro",
  "peeranhaIsNotTypical":
    "Peeranha no es una plataforma típica de preguntas y respuestas. Está alimentado por blockchain.",
  "telosBlockchainPowers":
    "La cadena de bloques de Polygon impulsa muchas aplicaciones descentralizadas como Peeranha, que está a cargo de miembros de la comunidad de todo el mundo. Se requiere una cuenta de blockchain de Polygon para usar estas aplicaciones.",
  "weAreHappyToCover":
    "Si prefiere usar una aplicación de billetera para administrar su cuenta de blockchain, la opción de registro de billetera está disponible.",
  "ifYouLikeToSkip":
    "Nuevo en la cadena de bloques? No te preocupes! Podrá acceder a Peeranha usando su dirección de correo electrónico y contraseña como cualquier otro sitio web.",
  "or": "o",
  "doYouHaveAlreadyAccount": "Ya tienes una cuenta?",
  "youHaveToSaveKeys":
    "Secret Phrase es la única forma de acceder a su cuenta de blockchain y las recompensas que ganará! Escriba su frase secreta en una hoja de papel y guárdela en un lugar seguro. Alternativamente, almacene su frase secreta en un administrador de contraseñas como 1Password.",
  "passwordsDoNotMatch": "Las contraseñas no coinciden",
  "iHaveEosAccount": "Tengo cuenta Telos",
  "idontHaveEosAccount": "No tengo cuenta de Telos",
  "downloadKeys": "Descargar clave",
  "whyYouLikeUs": "Por qué te gusta Peeranha?",
  "title": "Registro",
  "description": "Registro | Descripción",
  "continue": "Continuar",
  "email": "Correo electrónico",
  "verificationCode": "Código de verificación",
  "verify": "Verificar",
  "sendAnotherCode": "Envía otro código",
  "eosActivePrivateKey": "Clave privada activa de Telos",
  "privateKey": "Llave privada",
  "eosOwnerPrivateKey": "Clave privada del propietario de Telos",
  "storeThisKey": "Guarda esta clave",
  "secretPhrase": "Frase secreta",
  "displayName": "Nombre para mostrar",
  "referralCode": "Código de Referencia {opcional}",
  "ethereumUserAddress": "Dirección de Ethereum",
  "signUp": "Inscribirse",
  "password": "Clave",
  "confirmPassword": "Confirm password",
  "iSaveSecretPhrase":
    "Guardé Frase secreta en un lugar seguro. Entiendo que Secret Phrase es la única forma de acceder a mi cuenta de blockchain y recompensas.",
  "userAlreadyRegistered":
    "El usuario con dicha identidad ya ha sido registrado",
  "userRejectedSignatureRequest": "Solicitud de firma rechazada por el usuario",
  "userIsNotSelected": "El usuario no está seleccionado",
  "eosAccountNotFound": "No se encuentra la cuenta de Telos",
  "keysDoNotMatch":
    "Las claves privadas no coinciden con el nombre de la cuenta de Telos",
  "registrationWithEosAccountAlmostDone":
    "El registro se ha superado con éxito. ¡Ahora puede iniciar sesión y continuar trabajando en nuestra aplicación!",
  "autogenerated": "Auto generado",
  "myOwn": "Mi propio",
  "tgAccountID": "ID de cuenta de Telegram",
  "tgAccountName": "Nombre de cuenta de telegrama",
  "metaMaskIsNotInstalled": "MetaMask no está instalado",
  "userNotSelected": "El usuario no está seleccionado"
}
