{
  "checkYourEmail": "Mã xác nhận.",
  "almostDone": "Sắp xong",
  "firstParagraphAlmostDone":
    "Peeranha không phải là một nền tảng Q&A điển hình.  Nó được cung cấp bởi blockchain.",
  "secondParagraphAlmostDone":
    "Tài khoản blockchain Telos được yêu cầu sử dụng Peeranha. Một khoản phí được yêu cầu để tạo một tài khoản.",
  "thirdParagraphAlmostDone":
    "Chúng tôi sẵn lòng chi trả khoản phí này cho bạn nhưng chúng tôi sẽ cần email và số điện thoại của bạn để kiểm tra thủ công xem bạn có phải là người thật không. Quá trình này có thể mất 1-2 tuần.",
  "weWillNotify":
    "Chúng tôi sẽ thông báo cho bạn khi tài khoản của bạn sẽ sẵn sàng. Thông thường mất không quá 4 giờ.",
  "goToMainPage": "Chuyển đến trang chính",
  "downloadSecretPhrase": "Tải xuống cụm từ bí mật",
  "youNeedBlockchainAccount": "Tạo tài khoản trên blockchain",
  "theWayBlockchainAccountWorks":
    "Chúng tôi đang tạo một tài khoản blockchain để bạn tương tác với nền tảng. Chỉ bạn mới có quyền truy cập vào khóa riêng cho tài khoản. Dịch vụ của chúng tôi sẽ được phép đăng một bộ hành động giới hạn trên nền tảng thay mặt cho tài khoản của bạn để cung cấp cho bạn trải nghiệm thuận tiện. Bạn sẽ có thể thu hồi quyền đó của tài khoản dịch vụ bất cứ lúc nào.",
  "dontWorryAboutBlockchainAccount":
    "Nghe có vẻ quá phức tạp? Đừng lo lắng! Chỉ cần nhớ viết ra Cụm từ bí mật của bạn và lưu nó ở nơi an toàn. Cụm từ bí mật là cách duy nhất để truy cập tài khoản blockchain của bạn và phần thưởng mà bạn sẽ kiếm được. Chúng tôi sẽ hướng dẫn bạn khi đến lúc sử dụng Cụm từ bí mật của bạn để rút phần thưởng.",
  "signUpOptions": "Đăng ký tùy chọn",
  "peeranhaIsNotTypical":
    "Peeranha không phải là một nền tảng Q&A điển hình.  Nó được cung cấp bởi blockchain.",
  "telosBlockchainPowers":
    "Telos blockchain cung cấp năng lượng cho nhiều ứng dụng phi tập trung như Peeranha, được điều hành bởi các thành viên cộng đồng trên toàn thế giới. Cần có tài khoản blockchain Telos để sử dụng các ứng dụng này.",
  "weAreHappyToCover":
    "Nếu bạn thích sử dụng ứng dụng ví để quản lý tài khoản blockchain của mình, thì tùy chọn đăng ký ví có sẵn.",
  "ifYouLikeToSkip":
    "Mới để blockchain? Đừng lo lắng! Bạn sẽ có thể truy cập Peeranha bằng địa chỉ email và mật khẩu của bạn như bất kỳ trang web nào khác.",
  "or": "or",
  "doYouHaveAlreadyAccount": "Bạn đã có tài khoản chưa?",
  "youHaveToSaveKeys":
    "Cụm từ bí mật là cách duy nhất để truy cập vào tài khoản blockchain của bạn và phần thưởng mà bạn sẽ kiếm được! Viết Cụm từ Bí mật của bạn trên một mảnh giấy và cất nó ở một vị trí an toàn. Ngoài ra, hãy lưu trữ Cụm từ bí mật của bạn trong trình quản lý mật khẩu như 1Password.",
  "passwordsDoNotMatch": "Mật khẩu không khớp",
  "iHaveEosAccount": "Tôi có tài khoản Telos",
  "idontHaveEosAccount": "Tôi không có tài khoản Telos",
  "downloadKeys": "Khóa tải xuống",
  "whyYouLikeUs": "Tại sao bạn thích Peeranha?",
  "title": "Đăng ký",
  "description": "Đăng ký | Sự miêu tả",
  "continue": "Tiếp tục",
  "email": "Email",
  "verificationCode": "Mã xác minh",
  "verify": "Xác minh",
  "sendAnotherCode": "Gửi mã khác",
  "eosActivePrivateKey": "Khóa riêng tư hoạt động của Telos",
  "privateKey": "Khóa riêng",
  "eosOwnerPrivateKey": "Chìa khóa riêng của chủ sở hữu Telos",
  "storeThisKey": "Lưu chìa khóa này",
  "secretPhrase": "Cụm từ bí mật",
  "displayName": "Hiển thị tên",
  "referralCode": "Mã giới thiệu {optional}",
  "ethereumUserAddress": "Ethereum địa chỉ",
  "signUp": "Đăng ký",
  "password": "Mật khẩu",
  "confirmPassword": "Xác nhận mật khẩu",
  "iSaveSecretPhrase":
    "Tôi đã lưu Cụm từ bí mật ở một nơi an toàn. Tôi hiểu rằng Cụm từ bí mật là cách duy nhất để truy cập vào tài khoản blockchain và phần thưởng của tôi.",
  "userAlreadyRegistered": "Người dùng có danh tính như vậy đã được đăng ký",
  "userRejectedSignatureRequest": "Người dùng bị từ chối yêu cầu chữ ký",
  "userIsNotSelected": "Người dùng không được chọn",
  "eosAccountNotFound": "Không tìm thấy tài khoản Telos",
  "keysDoNotMatch": "Khóa riêng không khớp với tên tài khoản Telos",
  "registrationWithEosAccountAlmostDone":
    "Đăng ký được thông qua thành công. Bây giờ bạn có thể đăng nhập và tiếp tục làm việc trong ứng dụng của chúng tôi!",
  "autogenerated": "Tự động tạo ra",
  "myOwn": "Của riêng tôi",
  "tgAccountID": "Telegram tài khoản ID",
  "tgAccountName": "Telegram tên tài khoản",
  "metaMaskIsNotInstalled": "MetaMask chưa được cài đặt",
  "userNotSelected": "Người dùng không được chọn  "
}
