{
  "checkYourEmail": "Код підтвердження.",
  "almostDone": "Майже готово",
  "firstParagraphAlmostDone": "Peeranha - не типова платформа для запитань та відповідей. Вона працює на блокчейні.",
  "thirdParagraphAlmostDone": "Ми з радістю покриємо цю плату за вас, але нам знадобиться ваша електронна пошта та номер телефону, щоб вручну перевірити, що ви реальна людина. Цей процес може зайняти 1-2 тижні.",
  "weWillNotify": "Ми повідомимо вас, коли ваш обліковий запис буде готовий. Зазвичай це займає не більше 4 годин.",
  "goToMainPage": "Перейти на головну сторінку",
  "downloadSecretPhrase": "Завантажити Секретну Фразу",
  "youNeedBlockchainAccount": "Створити обліковий запис у блокчейні",
  "theWayBlockchainAccountWorks": "Ми створюємо для вас обліковий запис у блокчейні, щоб ви могли взаємодіяти з платформою. Лише ви матимете доступ до приватного ключа для цього облікового запису. Наш сервіс отримає дозвіл на виконання обмеженого набору дій від вашого імені на платформі, щоб забезпечити вам зручний досвід. Ви можете в будь-який момент відкликати цей дозвіл для облікового запису сервісу.",
  "dontWorryAboutBlockchainAccount": "Звучить занадто складно? Не хвилюйтесь! Просто запишіть свою Секретну Фразу на аркуш паперу і збережіть її в надійному місці. Секретна Фраза - єдиний спосіб отримати доступ до вашого облікового запису у блокчейні та отриманих винагород. Ми надамо вам інструкції, коли прийде час використовувати Секретну Фразу для виведення винагород.",
  "signUpOptions": "Параметри реєстрації",
  "peeranhaIsNotTypical": "Peeranha - це не типова платформа для запитань та відповідей. Вона працює на блокчейні.",
  "weAreHappyToCover": "Якщо ви бажаєте використовувати додаток гаманця для керування своїм обліковим записом у блокчейні, то доступна опція реєстрації через гаманець.",
  "ifYouLikeToSkip": "Ви новачок у світі блокчейну? Не хвилюйтесь! Ви зможете отримати доступ до Peeranha, використовуючи свою електронну адресу та пароль, так само, як на будь-якому іншому веб-сайті.",
  "or": "або",
  "doYouHaveAlreadyAccount": "У вас вже є обліковий запис?",
  "youHaveToSaveKeys": "Секретна Фраза - єдиний спосіб отримати доступ до вашого облікового запису у блокчейні та отриманих винагород! Запишіть свою Секретну Фразу на аркуші паперу та збережіть її в безпечному місці. Альтернативно, зберігайте Секретну Фразу у менеджері паролів, наприклад, 1Password.",
  "passwordsDoNotMatch": "Паролі не збігаються",
  "downloadKeys": "Завантажити ключ",
  "whyYouLikeUs": "Чому вам подобається Peeranha?",
  "title": "Реєстрація",
  "description": "Реєстрація | Опис",
  "continue": "Продовжити",
  "email": "Електронна пошта",
  "verificationCode": "Код підтвердження",
  "verify": "Підтвердити",
  "sendAnotherCode": "Надіслати інший код",
  "privateKey": "Приватний ключ",
  "storeThisKey": "Збережіть цей ключ",
  "secretPhrase": "Секретна Фраза",
  "displayName": "Ім'я, що відображається",
  "referralCode": "Реферальний код {необов'язково}",
  "ethereumUserAddress": "Адреса Ethereum",
  "signUp": "Зареєструватися",
  "password": "Пароль",
  "confirmPassword": "Підтвердіть пароль",
  "iSaveSecretPhrase": "Я зберіг(ла) Секретну Фразу в безпечному місці. Я розумію, що Секретна Фраза - єдиний спосіб отримати доступ до мого облікового запису у блокчейні та винагород.",
  "userAlreadyRegistered": "Користувач з таким ідентифікатором вже зареєстрований",
  "userRejectedSignatureRequest": "Користувач відхилив запит на підпис",
  "userIsNotSelected": "Користувач не вибраний",
  "autogenerated": "Автоматично згенеровано",
  "myOwn": "Моє власне",
  "tgAccountID": "ID облікового запису у Telegram",
  "tgAccountName": "Ім'я облікового запису у Telegram",
  "metaMaskIsNotInstalled": "MetaMask не встановлено",
  "userNotSelected": "Користувач не вибраний"
}
