{
  "focusBigPicture": "Concentrez-vous sur l'essentiel",
  "newStandard": "Adoptez la nouvelle norme pour le partage de connaissances dans un design familier.",
  "askAndAnswer": "Posez des questions et apportez des réponses",
  "createDiscussBreeze": "Créez de nouveaux articles en quelques secondes, discutez des problèmes et naviguez facilement dans vos connaissances.",
  "trackRoad": "Suivez votre parcours",
  "seeInformation": "Consultez vos informations dans une vue personnalisée sur votre profil.",
  "makeItYours": "Personnalisez-le",
  "rewardedForContributions": "Obtenez des récompenses pour vos contributions avec une réputation on-chain et des NFT",
  "yourName": "Votre nom",
  "email": "E-mail",
  "subject": "Sujet",
  "message": "Message",
  "sendMessage": "Envoyer le message",
  "moreThan": "Plus qu'une plateforme de questions-réponses pour Web3",
  "greatCommunity": "Une grande communauté commence avec la connaissance",
  "getStarted": "Commencer",
  "about": "À propos",
  "service": "Service",
  "goToApp": "Accéder à l'application",
  "partners": "Partenaires",
  "whiteGloveService": "Service premium pour la communauté",
  "knowledgeBase": "Base de connaissances",
  "whiteLabeledCommunity": "Créez une communauté de questions-réponses avec une interface utilisateur personnalisée et un sous-domaine du projet",
  "communitySupport": "Support de la communauté",
  "freeSupportSpecialist": "Fournir gratuitement un spécialiste du support dédié qui donnera la priorité à vos demandes",
  "easyWork": "Travail facile",
  "scrapeCommunityChannels": "Récupérez les données de vos canaux communautaires et recherchez les FAQ",
  "communityChannels": "Canaux de la communauté",
  "integrationBots": "Connectez des bots d'intégration pour Discord, Telegram et Slack",
  "multiLanguage": "Multilingue",
  "supportContributors": "Soutenez les contributeurs du monde entier pour améliorer les bots de traduction automatique",
  "lifelongService": "Service à vie",
  "trackActivity": "Suivez l'activité et mettez à jour le contenu pour votre communauté",
  "startNow": "Commencer maintenant !",
  "title": "Peeranha - Plateforme de questions-réponses décentralisée avec des récompenses cryptographiques"
}
