{
  "checkYourEmail": "Vérification par e-mail",
  "almostDone": "Presque terminé",
  "firstParagraphAlmostDone": "Peeranha n'est pas une plateforme de questions-réponses typique. Elle est alimentée par la blockchain.",
  "thirdParagraphAlmostDone": "Nous sommes heureux de couvrir ces frais pour vous, mais nous aurons besoin de votre adresse e-mail et de votre numéro de téléphone pour vérifier manuellement que vous êtes une personne réelle. Ce processus peut prendre de 1 à 2 semaines.",
  "weWillNotify": "Nous vous notifierons lorsque votre compte sera prêt. Cela ne prend généralement pas plus de 4 heures.",
  "goToMainPage": "Aller à la page principale",
  "downloadSecretPhrase": "Télécharger la phrase secrète",
  "youNeedBlockchainAccount": "Créer un compte sur la blockchain",
  "theWayBlockchainAccountWorks": "Nous créons un compte blockchain pour vous permettre d'interagir avec la plateforme. Seul vous aurez accès à la clé privée du compte. Notre service sera autorisé à publier un ensemble limité d'actions sur la plateforme au nom de votre compte afin de vous offrir une expérience pratique. Vous pourrez révoquer cette autorisation du compte de service à tout moment.",
  "dontWorryAboutBlockchainAccount": "Cela vous semble trop compliqué ? Ne vous inquiétez pas ! N'oubliez pas d'écrire votre phrase secrète et de la sauvegarder dans un endroit sûr. La phrase secrète est le seul moyen d'accéder à votre compte blockchain et aux récompenses que vous gagnerez. Nous vous guiderons lorsque le moment sera venu d'utiliser votre phrase secrète pour retirer les récompenses.",
  "signUpOptions": "Options d'inscription",
  "peeranhaIsNotTypical": "Peeranha n'est pas une plateforme de questions-réponses typique. Elle est alimentée par la blockchain.",
  "weAreHappyToCover": "Si vous préférez utiliser une application de portefeuille pour gérer votre compte blockchain, une option d'inscription pour le portefeuille est disponible.",
  "ifYouLikeToSkip": "Nouveau dans la blockchain ? Ne vous inquiétez pas ! Vous pourrez accéder à Peeranha en utilisant votre adresse e-mail et votre mot de passe comme n'importe quel autre site web.",
  "or": "ou",
  "doYouHaveAlreadyAccount": "Avez-vous déjà un compte ?",
  "youHaveToSaveKeys": "La phrase secrète est le seul moyen d'accéder à votre compte blockchain et aux récompenses que vous gagnerez ! Écrivez votre phrase secrète sur un morceau de papier et conservez-la dans un endroit sûr. Vous pouvez également stocker votre phrase secrète dans un gestionnaire de mots de passe comme 1Password.",
  "passwordsDoNotMatch": "Les mots de passe ne correspondent pas",
  "downloadKeys": "Télécharger les clés",
  "whyYouLikeUs": "Pourquoi aimez-vous Peeranha ?",
  "title": "Inscription",
  "description": "Inscription | Description",
  "continue": "Continuer",
  "email": "E-mail",
  "verificationCode": "Code de vérification",
  "verify": "Vérifier",
  "sendAnotherCode": "Envoyer un autre code",
  "privateKey": "Clé privée",
  "storeThisKey": "Conservez cette clé",
  "secretPhrase": "Phrase secrète",
  "displayName": "Nom d'affichage",
  "referralCode": "Code de parrainage {optionnel}",
  "ethereumUserAddress": "Adresse Ethereum",
  "signUp": "S'inscrire",
  "password": "Mot de passe",
  "confirmPassword": "Confirmer le mot de passe",
  "iSaveSecretPhrase": "J'ai enregistré la phrase secrète en lieu sûr. Je comprends que la phrase secrète est le seul moyen d'accéder à mon compte blockchain et à mes récompenses.",
  "userAlreadyRegistered": "Un utilisateur avec cette identité est déjà enregistré",
  "userRejectedSignatureRequest": "L'utilisateur a refusé la demande de signature",
  "userIsNotSelected": "L'utilisateur n'est pas sélectionné",
  "autogenerated": "Généré automatiquement",
  "myOwn": "Le mien",
  "tgAccountID": "ID du compte Telegram",
  "tgAccountName": "Nom du compte Telegram",
  "metaMaskIsNotInstalled": "MetaMask n'est pas installé",
  "userNotSelected": "L'utilisateur n'est pas sélectionné"
}
